Repository: thet/collective.banner
Catalog: collective/banner/locales/*/LC_MESSAGES/collective.carousel.po
Languages: cs, es, fr, no

source: Add Carousel Portlet
cs: Přidat Karusel Portlet
es: Agregar un portlet carrusel
fr: Ajouter une portlet carousel
no: Legg til karusell-portlet

source: Edit Carousel Portlet
cs: Upravit Karusel Portlet
es: Editar el portlet carrusel
fr: Modifier la portlet carousel
no: Rediger karusell-portlet

source: Edit carousel's results
cs: Upravit obsah karuselu
es: Editar los resultados del carrusel
fr: Modifier les résultats du carousel
no: Rediger karusellens resultater

source: Hide controls
cs: Skrýt ovládání
es: Ocultar los controles
fr: Cacher les contrôles

source: Length of time before automatically move to next tile (seconds)
cs: Čas, za který je aktuální položka nahrazena další (vteřiny)
es: Lapso de tiempo para moverse al siguiente elemento (en segundos)
fr: Durée avant de passer à l'élément suivant (secondes)

source: Omit portlet border
cs: Vynechat okraj portletu
es: Omitir el borde del portlet
fr: Omettre la bordure

source: This portlet display a listing of items from a Collection as a carousel.
cs: Tento portlet zobrazuje přehled položek z Rešerše jako karusel.
es: Este portlet muestra una lista de elementos de una colección como un carrusel.
fr: Cette portlet affiche un ensemble d'éléments provenant d'une Collection en tant que carousel.
no: Portleten viser elementene fra en samling som en karusell.

source: Tick this box if you want to render the text above without the standard header, border or footer.
cs: Zaškrtněte toto pole pokud chcete zobrazit text nahoře bez standardní hlavičky, okraje nebo patičky.
es: Marque esta casilla si desea mostrar el texto anterior sin el encabezado, borde o nota al pie estándar.
fr: Cocher cette case si vous voulez afficher le texte au dessus sans l'entête standard, la bordure ou le bas.

source: Tick this box if you want to temporarily hide carousel controls i.e. next, prev, pause buttons.
cs: Zaškrtněte toto pole pokud chcete dočasně skrýt ovládání karuselu tj. další, předchozí, tlačítko pozastavit.
es: Marque esta casilla si desea ocultar temporalmente los controles del carrusel, i. e. los botones siguiente, anterior y pausa.
fr: Cocher cette case si vous voulez temporairement cacher les contrôles du carousel, c'est à dire les boutons suivant, précédent, pause

source: Timer
cs: Časovač
es: Temporizador

source: description_map_portlet
cs: Portlet zobrazující obsah rešerše jako karusel.
es: Un portlet que muestra una colección como un carrusel.
fr: Une portlet affichant les résultats d'une collection en tant que carousel.
no: Portleten viser elementene fra en samling som en karusell.

source: help_carouselprovider
cs: Objekt poskytující položky (obsah) pro karusel.
es: Objeto que proporciona los elementos (contenido) para el carrusel.
fr: Objet conteneur d'éléments (contenu) pour le carousel.
no: Velg en samling som inneholder de innholdsobjektene som skal vise i karusellen.

source: label_carouselprovider_title
cs: Objekt karuselu.
es: Objeto carrusel.
fr: Objet carousel.
no: Karusell-kilde

source: label_edit_carousel
cs: Upravit Karusel
es: Editar carrusel
fr: Modifier le Carousel

source: label_next_item
cs: Další
es: Siguiente elemento
fr: Elément suivant
no: Neste

source: label_previous_item
cs: Předchozí
es: Elemento anterior
fr: Elément précédent
no: Forrige

source: title_map_portlet
cs: Karusel portlet
es: Portlet de carrusel
fr: Portlet carousel
no: Karusell-portlet

source: read_more
es: Leer más&hellip;
fr: Lire la suite&hellip;
